Repository: ddray/ddPoliglotPublic
Catalog: ddPoliglotV6/Resources/CommonResources.*.resx
Languages: ru, sk

# pageDescriptionContactUs
source: How yor can contact us
ru: Как Вы можете с нами контактировать

# pageDescriptionHomePage
source: Free English and Slovakian lessons
ru: Бесплатные видео и аудио уроки иностранных языков
sk: Bezplatné video a audio lekcie cudzích jazykov

# pageDescriptionLessonsEn
source: English language video and audio free lessons list
ru: Бесплатные уроки английского языка, список уроков. Видео и аудио уроки английского языка.
sk: Bezplatné lekcie angličtiny, zoznam lekcií. Video a audio lekcie angličtiny.

# pageDescriptionLessonsSk
source: Slovakian language video and audio free lessons list
ru: Бесплатные уроки словацкого языка, список уроков. Видео и аудио уроки словацкого языка.
sk: Bezplatné lekcie slovenčiny, zoznam lekcií. Video a audio lekcie slovenského jazyka.

# pageTitleHomePage
source: Learn English and other languages
ru: ddPoliglot - Бесплатные уроки иностранных языков
sk: ddPoliglot -Bezplatné hodiny cudzieho jazyka

# pageTitleLessonsEn
source: Free English video and audio lessons list
ru: Список бесплатных видео и аудио уроков английского.
sk: Zoznam bezplatných video a audio lekcií angličtiny.

# pageTitleLessonsSk
source: Free Slovakian video and audio lessons list
ru: Список бесплатных видео и аудио уроков словацкого.
sk: Zoznam bezplatných video a audio lekcií slovenčiny.

source: Please confirm your account by
ru: Пожалуйста подтвердите свою учетную запись с помощью

# xxAccess denied
source: Access denied
ru: Доступ запрещен
sk: Prístup zamietnutý

# xxaccount
source: account
ru: учетная запись
sk: účet

# xxAssociate your account
source: Associate your account
ru: Связать Вашу учетную запись
sk: Priraďte svoj účet

# xxclick here to log in
source: click here to log in
ru: нажмите для входа
sk: kliknite tu pre prihlásenie

# xxClick here to Logout
source: Click here to Logout
ru: Нажмите для выхода
sk: Kliknutím sa odhlásite

# xxclicking here
source: clicking here
ru: нажмите сдесь

# xxConfirm email
source: Confirm email
ru: Подтвердить email
sk: Potvrď email

# xxConfirm email change
source: Confirm email change
ru: Подтвердить email изменения
sk: Potvrďte zmenu e-mailu

# xxConfirm password
source: Confirm password
ru: Подтверждение пароля

# xxConfirm your email
source: Confirm your email
ru: Подтвердите email

# xxContact
source: Contact
ru: Контакт
sk: Kontakt

# xxContact Us
source: Contact Us
ru: Наши контакты
sk: Kontaktuj nás

# xxCreate a new account.
source: Create a new account.
ru: Создать новую учетную запись.
sk: Vytvorte nový účet.

# xxDon't have access to your authenticator device? You can
source: Don't have access to your authenticator device? You can
ru: Нет доступа к вашему устройству авторизации
sk: Nemáte prístup k svojmu autentifikačnému zariadeniu? Môžeš

# xxEmail Required
source: Email Required
ru: Email обязателен
sk: Vyžaduje sa e-mail

# xxEnglish lessons
source: English lessons
ru: Уроки Английского
sk: Lekcie angličtiny

# xxEnter your email.
source: Enter your email.
ru: Введите Ваш email.
sk: Zadajte svoj e-mail.

# xxFirst Name
source: First Name
ru: Имя
sk: Krstné meno

# xxFirst Name Required
source: First Name Required
ru: Имя Обязательно
sk: Krstné meno je povinné

# xxForgot password confirmation
source: Forgot password confirmation
ru: Подтверждение забытого пароля
sk: Zabudli ste potvrdenie hesla

# xxForgot your password?
source: Forgot your password?
ru: Забыли пароль?
sk: zabudol si heslo?

# xxFree English lesson
source: Free English lesson
ru: Бесплатный урок Английского
sk: Lekcia angličtiny zadarmo

# xxFree Slovakian lesson
source: Free Slovakian lesson
ru: Бесплатный урок Словацкого
sk: Hodina slovenčiny zadarmo

# xxHome
source: Home
ru: Главная
sk: Domov

# xxInvalid login attempt.
source: Invalid login attempt.
ru: Не удачная попытк входа.

# xxLast Name
source: Last Name
ru: Фамилия
sk: Priezvisko

# xxLast Name Required
source: Last Name Required
ru: Фамилия Обязательна
sk: Vyžaduje sa priezvisko

# xxLessons
source: Lessons
ru: Уроки
sk: Poučenie

# xxLocalisation
source: Localisation
ru: Локализация

# xxLocked out
source: Locked out
ru: Заблокирован
sk: Uzamknutý

# xxLog in
source: Log in
ru: Вход
sk: Prihlásiť sa

# xxLog in using your
source: Log in using your
ru: Вход выполнен
sk: Prihláste sa pomocou svojho

# xxlog in with a recovery code
source: log in with a recovery code
ru: Вход с кодом восстановления
sk: prihláste sa pomocou obnovovacieho kódu

# xxLog out
source: Log out
ru: Выход
sk: Odhlásiť sa

# xxMessage
source: Message
ru: Сообщение
sk: Správa

# xxMessage Required
source: Message Required
ru: Сообщения обязательно
sk: Vyžaduje sa správa

# xxNext
source: Next
ru: Следующие
sk: Nasledujúci

# xxOpen
source: Open
ru: Открыть

# xxPassword
source: Password
ru: Пароль
sk: Heslo

# xxPlease check your email to confirm your account.
source: Please check your email to confirm your account.
ru: Пожалуйста проверьте ваш email для подтверждения вашей учетной записи .
sk: Skontrolujte svoj e-mail a potvrďte svoj účet.

# xxPlease check your email to reset your password.
source: Please check your email to reset your password.
ru: Пожалуйста проверьте Ваш email для перезаписи пароля.
sk: Skontrolujte svoje e-mailové adresy a obnovte svoje heslo.

source: Please enter an email address for this site below and click the Register button to finish logging in.
ru: Пожалуйста введите Ваш email ниже и нажмите кнопку Зарегистрации для завершения входа.
sk: Nižšie zadajte e-mailovú adresu pre tento web a dokončite prihlasovanie kliknutím na tlačidlo Registrovať.

# xxPrevious
source: Previous
ru: Предыдущие
sk: Predchádzajúce

# xxPrivacy
source: Privacy
ru: Приватная
sk: Ochrana osobných údajov

# xxRecovery code verification
source: Recovery code verification
ru: Проверка кода восстановления
sk: Overenie obnovovacieho kódu

# xxRegister
source: Register
ru: Регистрация
sk: Registrovať

# xxRegister as a new user
source: Register as a new user
ru: Зарегистрировать нового пользователя
sk: Zaregistrujte sa ako nový používateľ

# xxRegister confirmation
source: Register confirmation
ru: Подтверждение регистрации
sk: Potvrdenie registrácie

# xxRemember me?
source: Remember me?
ru: Запомнить?
sk: Pamätáš si ma?

# xxResend
source: Resend
ru: Послать еще раз
sk: Znovu odoslať

# xxResend email confirmation
source: Resend email confirmation
ru: Послать еще раз подтверждение email
sk: Znova odoslať e-mailové potvrdenie

# xxReset
source: Reset
ru: Переназначить
sk: Resetovať

# xxReset password
source: Reset password
ru: Переназначить пароль
sk: Obnoviť heslo

# xxReset password confirmation
source: Reset password confirmation
ru: Подтверждение переназначения пароля
sk: Obnovte potvrdenie hesla

# xxReset your password.
source: Reset your password.
ru: Переназначить пароль.
sk: Obnoviť heslo.

# xxSee all
source: See all
ru: Посмотреть все

# xxSlovak Lessons
source: Slovak Lessons
ru: Уроки Словацкого
sk: Hodiny slovenčiny

# xxSubmit
source: Submit
ru: Ввод
sk: Predložiť

# xxThe password and confirmation password do not match.
source: The password and confirmation password do not match.
ru: Пароль должен совпадать с подтверждением пароля.

# xxThe {0} must be at least {2} and at max {1} characters long.
source: The {0} must be at least {2} and at max {1} characters long.
ru: {0} должен быть как минимум {2} и как максимум {1} символов.

# xxThis account has been locked out, please try again later.
source: This account has been locked out, please try again later.
ru: Эта учетная запись заблокированна, пожалуйста повторите позже еще раз.
sk: Tento účet bol uzamknutý, skúste to znova neskôr.

# xxUse a local account to log in
source: Use a local account to log in
ru: Использовать учетную запись сайта
sk: Na prihlásenie použite miestny účet

# xxUse another service to log in.
source: Use another service to log in.
ru: Использовать другой сервис для входа.
sk: Na prihlásenie použite inú službu.

# xxUse another service to register.
source: Use another service to register.
ru: Использовать другой сервис для регистрации
sk: Na registráciu použite inú službu.

# xxUser account locked out.
source: User account locked out.
ru: Пользователь заблокирован.

# xxUser created a new account with password.
source: User created a new account with password.
ru: Новая учетная запись с паролем создана.

# xxUser logged in.
source: User logged in.
ru: Успешный вход.

# xxYou do not have access to this resource.
source: You do not have access to this resource.
ru: У вас нет учетной записи на этом ресурсе.
sk: K tomuto prostriedku nemáte prístup.

# xxYou have successfully logged out of the application.
source: You have successfully logged out of the application.
ru: Вы успешно вышли из учетной записи.
sk: Úspešne ste sa odhlásili z aplikácie.

# xxYou've successfully authenticated with
source: You've successfully authenticated with
ru: Вы успешно опознынв с помошью
sk: Úspešne ste sa autentifikovali u

# xxYour password has been reset. Please
source: Your password has been reset. Please
ru: Ваш пароль был изменен. Пожалуйста
sk: Vaše heslo bolo obnovené. Prosím

source: You have requested to log in with a recovery code. This login will not be remembered until you provide an authenticator app code at log in or disable 2FA and log in again.
sk: Požiadali ste o prihlásenie pomocou obnovovacieho kódu. Toto prihlásenie si zapamätáte, až keď pri prihlásení zadáte kód aplikácie autentifikátora alebo zakážete 2FA a znova sa prihlásite.
